tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "act"
brew "jpeg-xl"
brew "aom"
brew "black", restart_service: true
brew "node"
brew "openjdk"
brew "python@3.11"
brew "emscripten"
brew "fd"
brew "unbound"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-flow"
brew "gobject-introspection"
brew "helix"
brew "htop"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lua-language-server"
brew "mas"
brew "midnight-commander"
brew "multitime"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "postgresql@14"
brew "pre-commit"
brew "pygobject3"
brew "ripgrep"
brew "sfk"
brew "shfmt"
brew "smartmontools"
brew "sphinx-doc"
brew "stylua"
brew "viu"
brew "wget"
brew "youtube-dl"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "aethersx2"
cask "alacritty"
cask "aldente"
cask "android-platform-tools"
cask "anki"
cask "arq"
cask "banktivity"
cask "battle-net"
cask "blackhole-2ch"
cask "clipy"
cask "dictionaries"
cask "discord"
cask "docker"
cask "endurance"
cask "figma"
cask "fliqlo"
cask "font-anonymice-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "iina"
cask "imageoptim"
cask "imazing"
cask "inssider"
cask "istat-menus"
cask "iterm2-beta"
cask "karabiner-elements"
cask "keep-it"
cask "keyboardcleantool"
cask "keycastr"
cask "kitty"
cask "latest"
cask "ledger-live"
cask "obs"
cask "obsidian"
cask "onyx"
cask "openemu"
cask "poedit"
cask "private-internet-access"
cask "qutebrowser"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "rocket-chat"
cask "sf-symbols"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "telegram-desktop"
cask "the-unarchiver"
cask "transmission"
cask "typora"
cask "ukelele"
cask "utm"
cask "viber"
cask "vnc-viewer"
cask "whatsapp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Banktivity", id: 1480779512
mas "Converter", id: 1457309557
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "Disk Speed Test", id: 425264550
mas "DjVu Reader", id: 733144595
mas "Documents Translator", id: 1566993561
mas "Endurance", id: 1590043284
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Home Assistant", id: 1099568401
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "MindNode", id: 1289197285
mas "Minesweeper", id: 1475921958
mas "Mona", id: 1659154653
mas "Mou", id: 1308265497
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "rcmd", id: 1596283165
mas "Session", id: 1521432881
mas "Shortery", id: 1594183810
mas "Solitaire", id: 1534193824
mas "Speedtest", id: 1153157709
mas "Streaks", id: 963034692
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "Vectornator", id: 1219074514
mas "Vimari", id: 1480933944
