tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "somdoron/formulae"
brew "aha"
brew "autoconf"
brew "automake"
brew "boost"
brew "libusb"
brew "bash-completion"
brew "blueutil"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "coreutils"
brew "elinks"
brew "libtool"
brew "guile"
brew "unbound"
brew "harfbuzz"
brew "python@3.10"
brew "gobject-introspection"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "gdk-pixbuf"
brew "git"
brew "git-flow-avh"
brew "gnu-typist"
brew "htop"
brew "jq"
brew "libheif"
brew "libpq", link: true
brew "pango"
brew "librsvg"
brew "lynx"
brew "mas"
brew "mercurial"
brew "midnight-commander"
brew "most"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "parallel"
brew "pillow"
brew "python@2", link: false
brew "python@3.8"
brew "ranger"
brew "tmux"
brew "tree"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "cmacrae/formulae/spacebar"
brew "felixkratz/formulae/sketchybar"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
cask "1password"
cask "ace-link"
cask "altserver"
cask "arq"
cask "audio-hijack"
cask "balenaetcher"
cask "banktivity"
cask "bbedit"
cask "beatport-pro"
cask "bluestacks"
cask "cleanmymac"
cask "clipy"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "deepl"
cask "docker"
cask "font-jetbrains-mono"
cask "hammerspoon"
cask "icons8"
cask "iina"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "ivideonclient"
cask "keep-it"
cask "musicbrainz-picard"
cask "nightowl"
cask "notion"
cask "obs"
cask "onyx"
cask "openttd"
cask "paw"
cask "poedit"
cask "postico"
cask "pycharm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "quicklook-json"
cask "qutebrowser"
cask "rekordbox"
cask "rocket-chat"
cask "selfcontrol"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "textmate"
cask "tor-browser"
cask "transmission-remote-gui"
cask "tunnelbear"
cask "ubersicht"
cask "ukelele"
cask "visual-studio-code"
cask "vk-messenger"
cask "vlc"
cask "yandex-music-unofficial"
mas "Boop", id: 1518425043
mas "CleanMyDrive 2", id: 523620159
mas "Commander One", id: 1035236694
mas "Craft", id: 1487937127
mas "Dark Mode for Safari", id: 1397180934
mas "Day One", id: 1055511498
mas "Disk Speed Test", id: 425264550
mas "DjVu Reader Pro", id: 895264364
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "Letters", id: 1233167730
mas "Mactracker", id: 430255202
mas "MindNode", id: 1289197285
mas "nimblenote", id: 1514385492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Save to Pocket", id: 1477385213
mas "Session", id: 1521432881
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Streaks", id: 963034692
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Todoist", id: 585829637
mas "Toolbox for Pages", id: 571654652
mas "ToothFairy", id: 1191449274
mas "Twitter", id: 1482454543
mas "Type to Learn", id: 1401007562
mas "Vectornator", id: 1219074514
mas "Vimari", id: 1480933944
mas "Webcam Time Lapse", id: 458481706
mas "WhatsApp", id: 1147396723
