{
  "plugins": {
    "auto-dark-mode.nvim": {
      "src": "https://github.com/f-person/auto-dark-mode.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": ">=0.0.0"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua",
      "version": ">=0.0.0"
    },
    "debugprint.nvim": {
      "src": "https://github.com/andrewferrier/debugprint.nvim",
      "version": ">=0.0.0"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": ">=0.0.0"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": ">=0.0.0"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/nmac427/guess-indent.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "marks.nvim": {
      "src": "https://github.com/chentoast/marks.nvim"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround",
      "version": ">=0.0.0"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": ">=0.0.0"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context",
      "version": ">=0.0.0"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "overseer.nvim": {
      "src": "https://github.com/stevearc/overseer.nvim",
      "version": ">=0.0.0"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "resession.nvim": {
      "src": "https://github.com/stevearc/resession.nvim",
      "version": ">=0.0.0"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": ">=0.0.0"
    },
    "tabby.nvim": {
      "src": "https://github.com/nanozuki/tabby.nvim",
      "version": ">=0.0.0"
    },
    "vimade": {
      "src": "https://github.com/TaDaa/vimade",
      "version": ">=0.0.0"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": ">=0.0.0"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim",
      "version": ">=0.0.0"
    }
  }
}
